[M_MyDeadBrother MissionDefinition]
MissionName="Meu Irmão Morto"
MissionDescription="Um mago charlatão chamado Simon acabou de lançar uma maldição sobre você.  Graças a ele, agora você é capaz de ressuscitar os mortos (um benefício que ele está feliz em te dar) e então você morrerá em uma semana se não quebrar essa maldição (algo que não foi muito bem explicado).\nSimon concordou em retirar a maldição se você encontrar e ressuscitar Edgar, seu irmão falecido."
TurnInDescription="É preciso matar um irmão."
MissionSummary="Ajude Simon, O Mago a encontrar o cadáver do seu irmão."
MissionGiver="Simon, O Mago"
MissionTurnInLocation="Simon ou Edgar"
TeaserText="Assuntos de família."

[M_MyDeadBrother:KillCorpse3 MissionObjectiveDefinition]
ProgressMessage="Mate novamente os cadáveres"

[M_MyDeadBrother:KillCorpse3_ObjSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_MyDeadBrother:KillCorpses MissionObjectiveDefinition]
ProgressMessage="Mate novamente os cadáveres"

[M_MyDeadBrother:KillCorpses1_ObjSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_MyDeadBrother:KillCorpses2 MissionObjectiveDefinition]
ProgressMessage="Mate novamente os cadáveres"

[M_MyDeadBrother:KillCorpses2_ObjSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_MyDeadBrother:KillEdgar MissionObjectiveDefinition]
ProgressMessage="Elimine Edgar"

[M_MyDeadBrother:KillSimon MissionObjectiveDefinition]
ProgressMessage="Elimine Simon"

[M_MyDeadBrother:MissionObjectiveSetDefinition_7 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_MyDeadBrother:MissionObjectiveSetDefinition_9 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_MyDeadBrother:ObjSet_ChooseSide MissionObjectiveSetBranchingDefinition]
MissionSummaryOverride="Elimine Simon ou Edgar."
MissionDescriptionOverride="Um mago charlatão chamado Simon acabou de lançar uma maldição sobre você.  Graças a ele, agora você é capaz de ressuscitar os mortos (um benefício que ele está feliz em te dar) e então você morrerá em uma semana se não quebrar essa maldição (algo que não foi muito bem explicado).\nSimon concordou em retirar a maldição se você encontrar e ressuscitar Edgar, seu irmão falecido.<br>\nVocê ressuscitou Edgar mas, ele lhe pediu para matar o seu irmão ao invés dele.  Obviamente, Simon lhe pediu para matar Edgar novamente.  Como sempre, você deve decidir."

[M_MyDeadBrother:ObjSet_RezCorpse1 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_MyDeadBrother:Rez_Corpse2 MissionObjectiveDefinition]
ProgressMessage="Ressuscite os cadáveres"

[M_MyDeadBrother:RezCorpse1 MissionObjectiveDefinition]
ProgressMessage="Ressuscite os cadáveres"

[M_MyDeadBrother:RezCorpse2 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_MyDeadBrother:RezCorpse3 MissionObjectiveDefinition]
ProgressMessage="Ressuscite os cadáveres"

[M_MyDeadBrother:RezEdgar MissionObjectiveDefinition]
ProgressMessage="Ressuscite Edgar"

